Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: `gal·lesos' ) ) ) ) ) {Dos arbres per a la segona part (``els gal·lesos'') de la comparació ``Els escocesos aprecien més el whisky que els gal·lesos'' (SD =sintagma determinant, D = determinant).}
es_es: `galeses' ) ) ) ) ) {Dos árboles para la segunda parte ("los galeses") de la comparación ``Los escoceses aprecian más el whisky que a los galeses'' (SD =sintagma determinante, D = determinante).}

source: `notícies' ) (.SP.
es_es: `noticias' ) (.SP.

source: `notícies' ) ) (.SP.
es_es: `noticias' ) ) (.SP.

source: `portar' ) (.N.
es_es: `traído' ) (.N.

source: `portar' ) (.SN.
es_es: `traído' ) (.SN.

source: `va' ) (.SV.
es_es: `ha' ) (.SV.

source: cultura i llengua basques (patrocinat per la fundació PuntuEus)
es_es: cultura y lengua vascas (patrocinado por la fundación PuntuEus)

source: cultura i llengua catalanes (patrocinat per la fundació puntCat)
es_es: cultura y lengua catalanas (patrocinado por la fundación puntCat)

source: d'informàtica i de tecnologies
es_es: de informática y de tecnologías

source: el va recriminar per haver-ho fet.
es_es: lo recriminó por haberlo hecho.

source: en temps real, o { ftp://}, file transfer protocol, usat, cada vegada menys, per a descarregar (transferir) fitxers per a guardar-los en el nostre ordinador.
es_es: en tiempo real, o { ftp://}, file transfer protocol, usado, cada vez menos, para descargar (transferir) ficheros para guardarlos en nuestro ordenador.

source: governamental
es_es: gubernamental

source: institució educativa
es_es: institución educativa

source: li semblen poc.
es_es: le parecen poco.

source: liquid-crystal display o pantalla de cristall líquid
es_es: liquid-crystal display o pantalla de cristal líquido

source: museus (patrocinat per MuseDoma)
es_es: museos (patrocinado por MuseDoma)

source: organització no lucrativa
es_es: organización sin ánimo de lucro

source: per a la traducció
es_es: para la traducción

source: persona del singular, imperatiu.
es_es: persona del singular, imperativo.

source: webs informatives
es_es: webs informativas

source: { Llista de coses a fer del capítol: Definir buscadors i directoris i diferenciar-los clarament.
es_es: { Lista de cosas a hacer del capítulo: Definir buscadores y directorios y diferenciarlos claramente.

source: {Accés domèstic} Per a accedir a Internet des de casa, cal, d'una banda, donar-se d'alta amb algun proveïdor de serveis d'Internet (ISP, Internet service provider) ---alguns proveïdors ofereixen, a més de l'accés a Internet, televisió digital i telefonia convencional--- i d'altra un mòdem adequat al tipus de connexió (mòdem ADSL, mòdem de cable, etc.).
es_es: {Acceso doméstico} Para acceder a Internet desde casa, hace falta, por un lado, darse de alta con algún proveedor de servicios de Internet (ISP, Internet service provider) ---algunos proveedores ofrecen, además del acceso a Internet, televisión digital y telefonía convencional--- y de otro, tener un módem adecuado al tipo de conexión (módem ADSL, módem de cable, etc.).

source: {Accés mòbil} Com més va, menys ens connectem a Internet des de casa, i més des dels nostres dispositius mòbils com ara els smartphones.
es_es: {Acceso móvil} Cada vez nos conectamos menos a Internet desde casa, y más desde nuestros dispositivos móviles como por ejemplo los smartphones.

source: {Ambigüitat deguda a l'ambigüitat lèxica} En moltes llengües, els mots es flexionen i prenen formes diferents.
es_es: {Ambigüedad debida a la ambigüedad léxica} En muchas lenguas, las palabras se flexionan y toman formas diferentes.

source: {Ambigüitat estructural pura} L'ambigüitat d'una oració també pot estar deguda al simple fet que tinga més d'un arbre d'anàlisi sintàctica.
es_es: {Ambigüedad estructural pura} La ambigüedad de una oración también puede ser debida al simple hecho que tenga más de un árbol de análisis sintáctico.

source: {Ambigüitats mixtes} Hi ha oracions que són ambigües tant perquè contenen mots ambigus com perquè tenen més d'una estructura sintàctica possible.
es_es: {Ambigüedades mixtas} Hay oraciones que son ambiguas porque contienen palabras ambiguas o porque tienen más de una estructura sintáctica posible.

source: {Esquema d'accés domèstic a Internet des de diversos dispositius connectats a un mòdem-encaminador.}
es_es: {Esquema de acceso doméstico a Internet desde varios dispositivos conectados a un módem-encaminador.}

source: {Esquema de la interacció entre la persona usuària, el sistema operatiu i els programes d'aplicació.}
es_es: {Esquema de la interacción entre el usuario, el sistema operativo y los programas de aplicación.}

source: {Esquema del maquinari d'un ordinador.}
es_es: {Esquema del hardware de un ordenador.}

source: {Estratègies de resolució de l'ambigüitat} En general, els humans usem els nostres coneixements, les nostres expectatives i les nostres creences sobre el funcionament del món real (o d'un món fictici concret, com en una novel·la) per a elegir una de les interpretacions com a més versemblant (és a dir, per a resoldre l'ambigüitat); quan els coneixements, les creences i les expectatives són compartides entre l'emissor i el receptor, es pot usar l'ambigüitat com un mecanisme molt eficient per a produir missatges més curts.
es_es: {Estrategias de resolución de la ambigüedad} En general, los humanos usamos nuestros conocimientos, nuestras expectativas y nuestras creencias sobre el funcionamiento del mundo real (o de un mundo ficticio concreto, como en una novela) para elegir una de las interpretaciones como la más verosímil (es decir, para resolver la ambigüedad); cuando los conocimientos, las creencias y las expectativas están compartidas entre el emisor y el receptor, se puede usar la ambigüedad como un mecanismo muy eficiente para producir mensajes más cortos.

source: {Indicatius d'Internet d'alguns països.
es_es: {Indicativos de Internet de algunos países.

source: {L'intercanvi de bases de dades terminològiques}
es_es: {El intercambio de bases de datos terminológicas}

source: {Llista de coses per fer en aquest capítol: Explicar que els mòdems interns actuals (winmodems) i algunes impressores són mitjos mòdems i mitges impressores perquè no contenen tot el maquinari i programari necessari per a realitzar les tasques corresponents sinó que es recolzen en el sistema operatiu (i per això no funcionen, en general amb sistemes diferents de Windows).
es_es: {Lista de cosas a hacer en este capítulo: Explicar que los módems internos actuales (winmodems) y algunas impresoras son medio módems y medio impresoras porque no contienen todo el hardware y software necesarios para realizar las tareas correspondientes, sino que se apoyan en el sistema operativo (y por eso no funcionan, en general, con sistemas diferentes de Windows).

source: {No m'agrada que el material de navegadors estiga repartit i repetit entre dos capítols.
es_es: {No me gusta que el material de navegadores esté repartido y repetido entre dos capítulos.

source: {Processadors de llenguatges de programació:} les instruccions que executa el processador central d'un ordinador són massa senzilles perquè un programador humà en faça programes útils; seria llarg i enutjós, com hem vist en l'exemple de programa que sumava els enters de l'1 al 10.
es_es: {Procesadores de lenguajes de programación:} las instrucciones que ejecuta el procesador central de un ordenador son demasiado sencillas para que un programador humano haga programas útiles; sería largo y engorroso, como hemos visto en el ejemplo de programa que sumaba los enteros del 1 al 10.

source: {Repassar-les} (c) (c) (c) (a) (a)
es_es: {Repasarlas} (c) (c) (c) (a) (a)

source: {Resolució de l'ambigüitat estructural.} En principi, es podria dir que les persones resolem l'ambigüitat estructural ---pura o d'origen categorial--- elegint, usant les interpretacions assignades a cada una de les estructures possibles (principi de composicionalitat), quines són acceptables i, entre les acceptables, quina és la més versemblant i per tant preferida en una situació comunicativa determinada.
es_es: {Resolución de la ambigüedad estructural.} En principio, se podría decir que las personas resuelven la ambigüedad estructural ---pura o de origen categorial--- eligiendo, usando las interpretaciones asignadas a cada una de las estructuras posibles (principio de composicionalidad), cuáles son aceptables y, entre las aceptables, cuál es la más verosímil y por tanto preferible en una situación comunicativa determinada.

source: {Resolució de l'ambigüitat lèxica categorial} La resolució de l'ambigüitat lèxica categorial dels mots homògrafs, altrament coneguda com etiquetatge (dels mots) amb parts de l'oració (en anglés, part-of-speech (PoS) tagging) està molt ben estudiada.
es_es: {Resolución de la ambigüedad léxica categorial} La resolución de la ambigüedad léxica categorial de las palabras homógrafas, también conocida como etiquetado (de las palabras) con partes de la oración (en inglés, part of speech (PoS) tagging) está muy bien estudiada.

source: {Resolució de l'anàfora.} La resolució de l'anàfora ---és a dir, la determinació de l'{ antecedent} d'un pronom o d'una altra expressió anafòrica--- es pot basar també en restriccions i preferències.
es_es: {Resolución de la anáfora.} La resolución de la anáfora ---es decir, la determinación del { antecedente} de un pronombre o de otra expresión anafórica--- se puede basar también en restricciones y preferencias.

source: {ambigüitat estructural} Altres tipus d'ambigüitat estructural: Ambigüitat estructural deguda a l'el·lipsi d'un o més constituents de l'oració, especialment quan aquesta oració hauria de tenir, si s'hagués produït en forma explícita, una estructura paral·lela a la d'una oració anterior (per exemple, en coordinacions, comparacions, etc.).
es_es: {ambigüedad estructural} Otros tipos de ambigüedad estructural: Ambigüedad estructural debida a la elipsis de uno o más constituyentes de la oración, especialmente cuando esta oración tendría que tener, si se hubiera producido en forma explícita, una estructura paralela a la de una oración anterior (por ejemplo, en coordinaciones, comparaciones, etc.).

source: {ambigüitats més complexes} Hi ha també certs tipus d'ambigüitat que no es poden explicar de manera senzilla amb el principi de composicionalitat, com ara { l'ambigüitat en l'abast dels quantificadors}.
es_es: {ambigüedades más complejas} Hay también ciertos tipos de ambigüedad que no se pueden explicar de manera sencilla con el principio de composicionalidad, como por ejemplo { la ambigüedad en el alcance de los cuantificadores}.

source: {el format TBX} El format TBX segueix les especificacions XML (vegeu l'apartat ); és a dir, els documents TBX són un tipus de document XML definit per una DTD concreta.
es_es: {el formato TBX} El formato TBX sigue las especificaciones XML (véase el apartado ); es decir, los documentos TBX son un tipo de documento XML definido por una DTD concreta.

source: {els antics mòdems telefònics} Fins als primers anys del decenni del 2000, la major part dels domicilis particulars i les petites empreses es connectaven a Internet mitjançant la línia telefònica, però usant una tecnologia molt més rudimentària, que requeria fer una telefonada al número del proveïdor d'accés a Internet, que havia de durar el temps de connexió, independentment de la quantitat de dades que s'hi transferiren.
es_es: {los antiguos módems telefónicos} Hasta los primeros años del decenio del 2000, la mayor parte de los domicilios particulares y las pequeñas empresas se conectaban a Internet mediante la línea telefónica, pero usando una tecnología mucho más rudimentaria, que requería hacer una llamada telefónica al número del proveedor de acceso a Internet, que tenía que durar el tiempo de conexión, independientemente de la cantidad de datos que se transfirieran.

source: {estratègies de resolució de l'ambigüitat} {Resolució de la polisèmia.} La resolució de la polisèmia (en anglés word sense disambiguation) consisteix a assignar a un mot polisèmic, en un text o discurs, una interpretació concreta, possiblement diferent de les que podria tenir en altres textos (o contextos).
es_es: {estrategias de resolución de la ambigüedad} {Resolución de la polisemia.} La resolución de la polisemia (en inglés word sense disambiguation) consiste en asignar a una palabra polisémica, en un texto o discurso, una interpretación concreta, posiblemente diferente de las que podría tener en otros textos (o contextos).

source: {https://ca.wikipedia.org/wiki/Terminologia
es_es: {https://es.wikipedia.org/wiki/Terminología

source: {persabermes}[1]{ [style=exampledefault] *{Per saber més sobre #1} } {
es_es: {persabermes}[1]{ [style=exampledefault] *{Para saber más sobre #1} } {

source: {programari} Com ja s'ha dit més amunt, un programari és un conjunt de programes, cada un dels quals consisteix en una llista d'instruccions vàlides (executables per l'ordinador) que s'executen en l'ordre indicat, de la primera a l'última, excepte quan s'hi presenta alguna instrucció de salt que indica quina és la següent instrucció que s'ha d'executar.
es_es: {software} Como ya se ha dicho más arriba, un software es un conjunto de programas, cada uno de los cuales consiste en una lista de instrucciones válidas (ejecutables por el ordenador) que se ejecutan en el orden indicado, de la primera a la última, excepto cuando se presenta alguna instrucción de salto que indica cuál es la siguiente instrucción que se tiene que ejecutar.

source: {servidors de noms} Podríem fer una analogia entre la relació entre els noms i els números IP dels ordinadors d'Internet i els noms i els números de telèfon de l'agenda del nostre mòbil.
es_es: {servidores de nombres} Podríamos hacer una analogía entre la relación entre los nombres y los números IP de los ordenadores de Internet y los nombres y los números de teléfono de la agenda de nuestro móvil.

source: } {Exemple de recerca dicotòmica sobre una llista de cognoms ordenada alfabèticament.
es_es: } {Ejemplo de búsqueda dicotómica sobre una lista de apellidos ordenada alfabéticamente.

source: } Hi podeu comprovar com cada fitxa de l'índex conté només el camp indexat i una referència a la seua posició en la base de dades.
es_es: } Podéis comprobar como cada ficha del índice contiene sólo el campo indexado y una referencia a su posición en la base de datos.

source: } [Segon pas: mirem l'element 6 i ens quedem amb la meitat alta de la subllista anterior.]{ {|l||l||l||l||l|}
es_es: } [Segundo paso: miramos el elemento 6 y nos quedamos con la mitad alta de la subllista anterior.]{ {|l||l||l||l||l|}

source: `Joan') (.{{I}}.
es_es: `Juan') (.{{I}}.

source: `[les gallines]' ) (.{{I}}.
es_es: `[las gallinas]' ) (.{{I}}.

source: `de Grècia' ) ) ) ) ) (.SI.
es_es: `de Grecia' ) ) ) ) ) (.SI.

source: `de Grècia' ) ) ) ) {Dos arbres per a la frase ``Joan va portar notícies de Grècia'' (SI = sintagma inflexional, {I} = projecció intermèdia de la inflexió, I = inflexió, SV = sintagma verbal, V = verb, N = nom, SP = sintagma preposicional).
es_es: `de Grecia' ) ) ) ) {Dos árboles para la frase ``Juan ha traído noticias de Grecia'' (SI = sintagma inflexional, {I =} proyección intermedia de la inflexión, I = inflexión, SV = sintagma verbal, V = verbo, N = nombre, SP = sintagma preposicional).

source: `els cobertors' ) (.SA.
es_es: `las colchas' ) (.SA.

source: `els cobertors' ) ) (.SA.
es_es: `las colchas' ) ) (.SA.

source: `els llençols' ) `i' (.SN.
es_es: `las sábanas' ) `y' (.SN.

source: `les mates' ) ) ) ) ) (.SI.
es_es: `las matas' ) ) ) ) ) (.SÍ.

source: `les mates' ) ) ) {Dos arbres per a la segona oració coordinada en ``Les gallines han destrossat el sembrat però no les mates'' (NEG = negació).
es_es: `les mates" ) ) ) {Dos árboles para la segunda oración coordinada en ``Las gallinas han destrozado el sembrado pero no las matas" (NEG = negación).

source: `nets' ) ) ) {Dos arbres per a la frase ``Posa els llençols i els cobertors nets a l'armari'' (SN = sintagma nominal, SA = sintagma adjectival).}
es_es: `limpias' ) ) ) {Dos árboles para la frase ``Pon las sábanas y las colchas limpias en el armario'' (SN = sintagma nominal, SA = sintagma adjetival).}

source: `nets' ) ) ( .SN.
es_es: `limpias' ) ) ( .SN.

source: És a dir, totes les instal·lacions basades en ordinadors
es_es: Es decir, todas las instalaciones basadas en ordenadores

source: És a dir, és difícil determinar com s'ha d'expressar una interpretació concreta perquè hi ha més d'una manera de dir el mateix en qualsevol llengua.
es_es: Es decir, es difícil determinar como se tiene que expresar una interpretación concreta porque hay más de una manera de decir lo mismo en cualquier lengua.

source: És això possible?
es_es: ¿Es esto posible?

source: És evident, doncs, que cal establir un sistema alternatiu per poder fer recerques ràpides per més d'un camp).
es_es: Es evidente, por tanto, que hay que establecer un sistema alternativo para poder hacer búsquedas rápidas por más de un campo).

source: És necessari tenir dues còpies de totes les fitxes d'una base de dades per a poder-la tenir ordenada per més d'un camp?
es_es: ¿Es necesario tener dos copias de todas las fichas de una base de datos para poderla tener ordenada por más de un campo?

source: És possible aplicar restriccions per resoldre la polisèmia però s'han de basar en una anàlisi de naturalesa bastant profunda.
es_es: Es posible aplicar restricciones para resolver la polisemia pero se tienen que basar en un análisis de naturaleza bastante profunda.
